app/controllers/api/orders_controller.rb

    def index
      render json: Order.all
---
SELECT "orders".* FROM "orders"